---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.FamilyFailures.CustomFittingCreated
source: html/43f180ea-8cd6-9b82-af19-e077d09ee147.htm
---
# Autodesk.Revit.DB.BuiltInFailures.FamilyFailures.CustomFittingCreated Property

Custom fitting was created.

## Syntax (C#)
```csharp
public static FailureDefinitionId CustomFittingCreated { get; }
```